Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.export.parameter.format
source: Format
ar: الصيغة
bn: ফরম্যাট
el: Μορφή
es: Formato
fa: قالب
he: פורמט
hi: फ़ॉर्मैट
it: Formato
ja: フォーマット
ko: 형식
mr: फॉरमॅट
nl: Formaat
pt_br: Formato
ru: Формат
ta: வடிவமைப்பு
te: ఫార్మాట్
th: รูปแบบ
tr: Biçim
uk: Формат
ur: فارمیٹ
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# system.focus_filter.all_lists
source: All lists
ar: كل القوائم
bn: সব তালিকা
de: Alle Listen
el: Όλες οι λίστες
es: Todas las listas
fa: همه فهرست‌ها
fr: Toutes les listes
he: כל הרשימות
hi: सभी सूचियाँ
id: Semua daftar
it: Tutte le liste
ja: すべてのリスト
ko: 모든 목록
mr: सर्व याद्या
ms: Semua senarai
nl: Alle lijsten
pl: Wszystkie listy
pt_br: Todas as listas
ro: Toate listele
ru: Все списки
ta: அனைத்துப் பட்டியல்களும்
te: అన్ని జాబితాలు
th: ลิสต์ทั้งหมด
tr: Tüm listeler
uk: Усі списки
ur: تمام فہرستیں
vi: Tất cả danh sách
zh_hans: 所有列表
zh_hant: 所有清單

# system.focus_filter.description
source: While this Focus is on, Lorvex’s widgets and Apple Watch show only the tasks in the lists you choose.
ar: أثناء تشغيل هذا التركيز، تعرض أدوات Lorvex وApple Watch المهام الموجودة في القوائم التي تختارها فقط.
bn: এই ফোকাস চালু থাকলে Lorvex-এর উইজেট ও Apple Watch শুধু আপনার বেছে নেওয়া তালিকার টাস্ক দেখায়।
de: Solange dieser Fokus aktiv ist, zeigen die Widgets von Lorvex und die Apple Watch nur die Aufgaben aus den Listen, die du auswählst.
el: Όσο αυτή η Συγκέντρωση είναι ενεργή, τα widget του Lorvex και το Apple Watch εμφανίζουν μόνο τις εργασίες των λιστών που επιλέγετε.
es: Mientras este modo de concentración esté activado, los widgets de Lorvex y el Apple Watch solo muestran las tareas de las listas que elijas.
fa: تا زمانی که این حالت تمرکز روشن است، ویجت‌های Lorvex و Apple Watch فقط کارهای فهرست‌هایی را که انتخاب می‌کنید نشان می‌دهند.
fr: Tant que ce mode de concentration est activé, les widgets de Lorvex et l’Apple Watch n’affichent que les tâches des listes que vous choisissez.
he: כשמצב הריכוז הזה פעיל, הווידג׳טים של Lorvex וה-Apple Watch מציגים רק את המשימות שברשימות שבחרת.
hi: यह फ़ोकस चालू रहने पर Lorvex के विजेट और Apple Watch केवल आपकी चुनी हुई सूचियों के कार्य दिखाते हैं।
id: Saat Fokus ini aktif, widget Lorvex dan Apple Watch hanya menampilkan tugas dalam daftar yang Anda pilih.
it: Finché questa modalità di concentrazione è attiva, i widget di Lorvex e l’Apple Watch mostrano solo le attività delle liste che scegli.
ja: この集中モードがオンの間、LorvexのウィジェットとApple Watchには、選択したリストのタスクだけが表示されます。
ko: 이 집중 모드가 켜져 있는 동안 Lorvex 위젯과 Apple Watch에는 선택한 목록의 할 일만 표시됩니다.
mr: हा फोकस चालू असताना Lorvex चे विजेट आणि Apple Watch फक्त तुम्ही निवडलेल्या याद्यांमधील कार्ये दाखवतात.
ms: Apabila Fokus ini aktif, widget Lorvex dan Apple Watch hanya menunjukkan tugas dalam senarai yang anda pilih.
nl: Zolang deze focus aan staat, tonen de widgets van Lorvex en de Apple Watch alleen de taken in de lijsten die je kiest.
pl: Gdy ten Fokus jest włączony, widżety Lorvex i Apple Watch pokazują tylko zadania z wybranych przez ciebie list.
pt_br: Enquanto este modo de Foco estiver ativado, os widgets do Lorvex e o Apple Watch mostram apenas as tarefas das listas que você escolher.
ro: Cât timp această Concentrare este activă, widgeturile Lorvex și Apple Watch afișează doar sarcinile din listele alese.
ru: Пока включён этот режим фокусирования, виджеты Lorvex и Apple Watch показывают только задачи из выбранных вами списков.
ta: இந்த ஃபோகஸ் ஆன் ஆக இருக்கும்போது, Lorvex விட்ஜெட்கள் மற்றும் Apple Watch நீங்கள் தேர்ந்தெடுத்த பட்டியல்களில் உள்ள பணிகளை மட்டுமே காட்டும்.
te: ఈ ఫోకస్ ఆన్‌లో ఉన్నప్పుడు, Lorvex విడ్జెట్‌లు, Apple Watch మీరు ఎంచుకున్న జాబితాలలోని టాస్క్‌లను మాత్రమే చూపుతాయి.
th: ขณะที่โฟกัสนี้เปิดอยู่ วิดเจ็ตของ Lorvex และ Apple Watch จะแสดงเฉพาะงานในลิสต์ที่คุณเลือก
tr: Bu Odak açıkken Lorvex’in araç takımları ve Apple Watch yalnızca seçtiğiniz listelerdeki görevleri gösterir.
uk: Поки ввімкнено цей режим фокусування, віджети Lorvex і Apple Watch показують лише завдання з вибраних вами списків.
ur: جب تک یہ فوکس آن ہے، Lorvex کے ویجٹس اور Apple Watch صرف وہ کام دکھاتے ہیں جو آپ کی منتخب کردہ فہرستوں میں ہوں۔
vi: Khi Tập trung này bật, các tiện ích của Lorvex và Apple Watch chỉ hiển thị nhiệm vụ trong những danh sách bạn chọn.
zh_hans: 开启此专注模式时，Lorvex 的小组件和 Apple Watch 只显示你所选列表中的任务。
zh_hant: 開啟此專注模式時，Lorvex 小工具和 Apple Watch 只會顯示你所選清單中的任務。

# system.focus_filter.entity.list
source: List
ar: القائمة
bn: তালিকা
de: Liste
el: Λίστα
es: Lista
fa: فهرست
fr: Liste
he: רשימה
hi: सूची
id: Daftar
it: Lista
ja: リスト
ko: 목록
mr: यादी
ms: Senarai
nl: Lijst
pl: Lista
pt_br: Lista
ro: Listă
ru: Список
ta: பட்டியல்
te: జాబితా
th: ลิสต์
tr: Liste
uk: Список
ur: فہرست
vi: Danh sách
zh_hans: 列表
zh_hant: 清單

# system.focus_filter.parameter.lists
source: Lists
ar: القوائم
bn: তালিকা
de: Listen
el: Λίστες
es: Listas
fa: فهرست‌ها
fr: Listes
he: רשימות
hi: सूचियाँ
id: Daftar
it: Liste
ja: リスト
ko: 목록
mr: याद्या
ms: Senarai
nl: Lijsten
pl: Listy
pt_br: Listas
ro: Liste
ru: Списки
ta: பட்டியல்கள்
te: జాబితాలు
th: ลิสต์
tr: Listeler
uk: Списки
ur: فہرستیں
vi: Danh sách
zh_hans: 列表
zh_hant: 清單

# system.habit.batch_complete.description
source: Complete multiple Lorvex habits from Shortcuts.
ar: إكمال عدة عادات في Lorvex من الاختصارات.
bn: শর্টকাট থেকে একাধিক Lorvex অভ্যাস সম্পূর্ণ করুন।
de: Erledigt mehrere Lorvex-Gewohnheiten über Kurzbefehle.
el: Ολοκληρώστε πολλές συνήθειες Lorvex από τις Συντομεύσεις.
es: Completa varios hábitos de Lorvex desde Atajos.
fa: تکمیل چند عادت Lorvex از طریق میان‌برها.
fr: Valide plusieurs habitudes de Lorvex depuis Raccourcis.
he: השלמת כמה הרגלים ב-Lorvex דרך קיצורי דרך.
hi: शॉर्टकट्स से Lorvex की कई आदतें पूर्ण करें।
id: Menyelesaikan beberapa kebiasaan Lorvex dari Pintasan.
it: Completa più abitudini di Lorvex da Comandi rapidi.
ja: ショートカットでLorvexの複数の習慣を完了します。
ko: 단축어에서 Lorvex 습관 여러 개를 완료합니다.
mr: शॉर्टकट द्वारे अनेक Lorvex सवयी पूर्ण करा.
ms: Menyelesaikan beberapa tabiat Lorvex daripada Pintasan.
nl: Voltooit meerdere Lorvex-gewoontes via Opdrachten.
pl: Wykonuje kilka nawyków Lorvex ze Skrótów.
pt_br: Conclui vários hábitos do Lorvex pelos Atalhos.
ro: Finalizează mai multe obiceiuri Lorvex prin Scurtături.
ru: Выполняет несколько привычек Lorvex из «Быстрых команд».
ta: சுருக்கவழிகள் மூலம் பல Lorvex பழக்கங்களை நிறைவுசெய்யவும்.
te: షార్ట్‌కట్స్ నుండి ఒకేసారి అనేక Lorvex అలవాట్లను పూర్తి చేయండి.
th: ทำนิสัย Lorvex หลายรายการให้เสร็จจากคำสั่งลัด
tr: Kestirmeler ile birden fazla Lorvex alışkanlığını tamamlayın.
uk: Виконує кілька звичок Lorvex зі «Швидких команд».
ur: شارٹ کٹس سے متعدد Lorvex عادات مکمل کریں۔
vi: Hoàn thành nhiều thói quen Lorvex từ Phím tắt.
zh_hans: 从“快捷指令”完成多个 Lorvex 习惯。
zh_hant: 透過捷徑一次完成多個 Lorvex 習慣。

# system.habit.batch_complete.dialog_count
source: Completed habits in Lorvex. %lld habits available.
ar: تم إكمال العادات في Lorvex. %lld عادة متاحة.
bn: Lorvex-এ অভ্যাস সম্পূর্ণ করা হয়েছে। %lldটি অভ্যাস উপলভ্য আছে।
de: Gewohnheiten in Lorvex erledigt. %lld Gewohnheiten verfügbar.
el: Οι συνήθειες ολοκληρώθηκαν στο Lorvex. Διαθέσιμες %lld συνήθειες.
es: Se completaron hábitos en Lorvex. Hay %lld hábitos disponibles.
fa: عادت‌ها در Lorvex تکمیل شدند. %lld عادت در دسترس است.
fr: Habitudes validées dans Lorvex. %lld habitudes disponibles.
he: ההרגלים הושלמו ב-Lorvex. %lld הרגלים זמינים.
hi: Lorvex में आदतें पूर्ण की गईं। %lld आदतें उपलब्ध हैं।
id: Kebiasaan telah diselesaikan di Lorvex. %lld kebiasaan tersedia.
it: Abitudini completate in Lorvex. %lld abitudini disponibili.
ja: Lorvexで習慣を完了しました。利用可能な習慣は%lld件です。
ko: Lorvex에서 습관을 완료했습니다. 사용 가능한 습관은 %lld개입니다.
mr: Lorvex मध्ये सवयी पूर्ण केल्या. %lld सवयी उपलब्ध आहेत.
ms: Tabiat telah diselesaikan dalam Lorvex. %lld tabiat tersedia.
nl: Gewoontes voltooid in Lorvex. %lld gewoontes beschikbaar.
pl: Wykonano nawyki w Lorvex. Dostępne: %lld.
pt_br: Hábitos concluídos no Lorvex. %lld hábitos disponíveis.
ro: Obiceiurile au fost finalizate în Lorvex. %lld de obiceiuri disponibile.
ru: Привычки выполнены в Lorvex. Доступно: %lld.
ta: Lorvexஇல் பழக்கங்கள் நிறைவுசெய்யப்பட்டன. %lld பழக்கங்கள் கிடைக்கின்றன.
te: Lorvexలో అలవాట్లు పూర్తి చేయబడ్డాయి. %lld అలవాట్లు అందుబాటులో ఉన్నాయి.
th: ทำนิสัยใน Lorvex เสร็จแล้ว มีนิสัยที่ใช้ได้ %lld รายการ
tr: Lorvex’te alışkanlıklar tamamlandı. %lld alışkanlık kullanılabilir.
uk: Звички виконано в Lorvex. Доступно: %lld.
ur: عادات Lorvex میں مکمل کر دی گئیں۔ %lld عادات دستیاب ہیں۔
vi: Đã hoàn thành các thói quen trong Lorvex. Có %lld thói quen khả dụng.
zh_hans: 已在 Lorvex 中完成习惯。当前有 %lld 个习惯。
zh_hant: 已在 Lorvex 中完成習慣。可用的習慣有 %lld 個。

# system.habit.batch_complete.title
source: Batch Complete Lorvex Habits
ar: إكمال عادات Lorvex دفعة واحدة
bn: Lorvex অভ্যাস ব্যাচে সম্পূর্ণ করুন
de: Mehrere Lorvex-Gewohnheiten erledigen
el: Μαζική ολοκλήρωση συνηθειών Lorvex
es: Completar hábitos de Lorvex en lote
fa: تکمیل گروهی عادت‌های Lorvex
fr: Valider des habitudes de Lorvex en lot
he: השלמה קבוצתית של הרגלים ב-Lorvex
hi: Lorvex की कई आदतें पूर्ण करें
id: Selesaikan Kebiasaan Lorvex Sekaligus
it: Completa abitudini di Lorvex in blocco
ja: Lorvexの習慣をまとめて完了
ko: Lorvex 습관 일괄 완료
mr: Lorvex सवयी बॅचमध्ये पूर्ण करा
ms: Selesaikan Tabiat Lorvex Sekali Gus
nl: Voltooi meerdere Lorvex-gewoontes
pl: Wykonaj kilka nawyków Lorvex
pt_br: Concluir hábitos do Lorvex em lote
ro: Finalizare în lot a obiceiurilor Lorvex
ru: Выполнить несколько привычек Lorvex
ta: Lorvex பழக்கங்களைத் தொகுதியாக நிறைவுசெய்
te: Lorvex అలవాట్లను బ్యాచ్‌గా పూర్తి చేయండి
th: ทำนิสัย Lorvex เสร็จเป็นชุด
tr: Lorvex alışkanlıklarını toplu tamamla
uk: Виконати кілька звичок Lorvex
ur: متعدد Lorvex عادات ایک ساتھ مکمل کریں
vi: Hoàn thành hàng loạt thói quen Lorvex
zh_hans: 批量完成 Lorvex 习惯
zh_hant: 批次完成 Lorvex 習慣

# system.habit.complete.description
source: Complete a Lorvex habit from Shortcuts or Siri.
ar: إكمال عادة في Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে একটি Lorvex অভ্যাস সম্পূর্ণ করুন।
de: Erledigt eine Lorvex-Gewohnheit über Kurzbefehle oder Siri.
el: Ολοκληρώστε μια συνήθεια Lorvex από τις Συντομεύσεις ή το Siri.
es: Completa un hábito de Lorvex desde Atajos o Siri.
fa: تکمیل یک عادت Lorvex از طریق میان‌برها یا Siri.
fr: Valide une habitude de Lorvex depuis Raccourcis ou Siri.
he: השלמת הרגל ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex की कोई आदत पूर्ण करें।
id: Menyelesaikan kebiasaan Lorvex dari Pintasan atau Siri.
it: Completa un’abitudine di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexの習慣を完了します。
ko: 단축어 또는 Siri에서 Lorvex 습관을 완료합니다.
mr: शॉर्टकट किंवा Siri द्वारे एक Lorvex सवय पूर्ण करा.
ms: Menyelesaikan tabiat Lorvex daripada Pintasan atau Siri.
nl: Voltooit een Lorvex-gewoonte via Opdrachten of Siri.
pl: Wykonuje nawyk Lorvex ze Skrótów lub Siri.
pt_br: Conclui um hábito do Lorvex pelos Atalhos ou pela Siri.
ro: Finalizează un obicei Lorvex prin Scurtături sau Siri.
ru: Выполняет привычку Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பழக்கத்தை நிறைவுசெய்யவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex అలవాటును పూర్తి చేయండి.
th: ทำนิสัย Lorvex ให้เสร็จจากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex alışkanlığını tamamlayın.
uk: Виконує звичку Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex عادت مکمل کریں۔
vi: Hoàn thành một thói quen Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 完成一个 Lorvex 习惯。
zh_hant: 透過捷徑或 Siri 完成 Lorvex 習慣。

# system.habit.complete.dialog
source: Completed %@ in Lorvex.
ar: تم إكمال %@ في Lorvex.
bn: Lorvex-এ অভ্যাস “%@” সম্পূর্ণ করা হয়েছে।
de: %@ in Lorvex erledigt.
el: Ολοκληρώθηκε η συνήθεια %@ στο Lorvex.
es: Se completó “%@” en Lorvex.
fa: عادت «%@» در Lorvex تکمیل شد.
fr: Habitude « %@ » validée dans Lorvex.
he: ההרגל "%@" הושלם ב-Lorvex.
hi: Lorvex में आदत “%@” पूर्ण की गई।
id: %@ diselesaikan di Lorvex.
it: Abitudine “%@” completata in Lorvex.
ja: Lorvexで「%@」を完了しました。
ko: Lorvex에서 “%@” 습관을 완료했습니다.
mr: Lorvex मध्ये सवय ‘%@’ पूर्ण केली.
ms: %@ diselesaikan dalam Lorvex.
nl: %@ voltooid in Lorvex.
pl: Wykonano nawyk „%@” w Lorvex.
pt_br: Hábito “%@” concluído no Lorvex.
ro: Obiceiul %@ a fost finalizat în Lorvex.
ru: Привычка «%@» выполнена в Lorvex.
ta: Lorvexஇல் “%@” பழக்கம் நிறைவுசெய்யப்பட்டது.
te: Lorvexలో “%@” అలవాటు పూర్తి చేయబడింది.
th: ทำ %@ เสร็จแล้วใน Lorvex
tr: Lorvex’te tamamlandı: %@.
uk: Звичку «%@» виконано в Lorvex.
ur: عادت "%@" Lorvex میں مکمل ہو گئی۔
vi: Đã hoàn thành %@ trong Lorvex.
zh_hans: 已在 Lorvex 中完成“%@”。
zh_hant: 已在 Lorvex 中完成「%@」。

# system.habit.complete.title
source: Complete Lorvex Habit
ar: إكمال عادة في Lorvex
bn: Lorvex অভ্যাস সম্পূর্ণ করুন
de: Lorvex-Gewohnheit erledigen
el: Ολοκλήρωση συνήθειας Lorvex
es: Completar hábito de Lorvex
fa: تکمیل عادت Lorvex
fr: Valider une habitude de Lorvex
he: השלמת הרגל ב-Lorvex
hi: Lorvex आदत पूर्ण करें
id: Selesaikan Kebiasaan Lorvex
it: Completa abitudine di Lorvex
ja: Lorvexの習慣を完了
ko: Lorvex 습관 완료
mr: Lorvex सवय पूर्ण करा
ms: Selesaikan Tabiat Lorvex
nl: Voltooi Lorvex-gewoonte
pl: Wykonaj nawyk Lorvex
pt_br: Concluir hábito do Lorvex
ro: Finalizare obicei Lorvex
ru: Выполнить привычку Lorvex
ta: Lorvex பழக்கத்தை நிறைவுசெய்
te: Lorvex అలవాటును పూర్తి చేయండి
th: ทำนิสัย Lorvex ให้เสร็จ
tr: Lorvex alışkanlığını tamamla
uk: Виконати звичку Lorvex
ur: ایک Lorvex عادت مکمل کریں
vi: Hoàn thành thói quen Lorvex
zh_hans: 完成 Lorvex 习惯
zh_hant: 完成 Lorvex 習慣

# system.habit.completions.read.description
source: Read Lorvex habit completion history.
ar: قراءة سجل إكمالات عادة في Lorvex.
bn: Lorvex অভ্যাসের চেক-ইন হিস্ট্রি পড়ুন।
de: Liest den Erledigungsverlauf einer Lorvex-Gewohnheit.
el: Διαβάστε το ιστορικό ολοκληρώσεων μιας συνήθειας Lorvex.
es: Lee el historial de registros de un hábito de Lorvex.
fa: خواندن تاریخچه تکمیل عادت‌های Lorvex.
fr: Lit l’historique des réalisations d’une habitude de Lorvex.
he: קריאת היסטוריית ההשלמות של הרגל ב-Lorvex.
hi: Lorvex आदत का चेक-इन इतिहास पढ़ें।
id: Membaca riwayat penyelesaian kebiasaan Lorvex.
it: Legge la cronologia dei completamenti di un’abitudine di Lorvex.
ja: Lorvexの習慣の完了履歴を読み取ります。
ko: Lorvex 습관 완료 기록을 읽습니다.
mr: Lorvex सवयीची चेक-इन हिस्ट्री वाचा.
ms: Membaca sejarah penyelesaian tabiat Lorvex.
nl: Leest de voltooiingsgeschiedenis van een Lorvex-gewoonte.
pl: Odczytuje historię wykonań nawyków Lorvex.
pt_br: Lê o histórico de conclusões de um hábito do Lorvex.
ro: Citește istoricul finalizărilor unui obicei Lorvex.
ru: Читает историю выполнения привычек Lorvex.
ta: Lorvex பழக்கம் முடித்த வரலாற்றைப் படிக்கவும்.
te: Lorvex అలవాటు పూర్తి చేసిన చరిత్రను చదవండి.
th: อ่านประวัติการทำนิสัย Lorvex
tr: Lorvex alışkanlığının tamamlama geçmişini okuyun.
uk: Читає історію виконання звичок Lorvex.
ur: کسی Lorvex عادت کی تکمیل کی تاریخ پڑھیں۔
vi: Đọc lịch sử hoàn thành thói quen Lorvex.
zh_hans: 读取 Lorvex 习惯完成历史。
zh_hant: 讀取 Lorvex 習慣的完成紀錄。

# system.habit.completions.read.dialog_count
source: %1$@ has %2$lld completions.
ar: لدى %1$@ %2$lld إكمال.
bn: অভ্যাস “%1$@” %2$lld বার সম্পন্ন হয়েছে।
de: %1$@ hat %2$lld Erledigungen.
el: Η συνήθεια %1$@ έχει %2$lld ολοκληρώσεις.
es: “%1$@” tiene %2$lld registros.
fa: برای عادت «%1$@»، %2$lld تکمیل ثبت شده است.
fr: « %1$@ » compte %2$lld réalisations.
he: להרגל "%1$@" יש %2$lld השלמות.
hi: “%1$@” में %2$lld चेक-इन हैं।
id: %1$@ memiliki %2$lld penyelesaian.
it: “%1$@” ha %2$lld completamenti.
ja: 「%1$@」の完了は%2$lld回です。
ko: “%1$@”의 완료 횟수는 %2$lld회입니다.
mr: सवय ‘%1$@’ %2$lld वेळा पूर्ण झाली आहे.
ms: %1$@ mempunyai %2$lld penyelesaian.
nl: %1$@ is %2$lld keer voltooid.
pl: „%1$@” ma %2$lld wykonania.
pt_br: “%1$@” tem %2$lld conclusões.
ro: %1$@ are %2$lld de finalizări.
ru: У «%1$@» %2$lld выполнения.
ta: %1$@: %2$lld முறை முடிந்தது.
te: %1$@: %2$lld సార్లు పూర్తి.
th: %1$@ ทำสำเร็จแล้ว %2$lld ครั้ง
tr: %1$@ alışkanlığının %2$lld tamamlaması var.
uk: У «%1$@» %2$lld виконання.
ur: عادت "%1$@" کی %2$lld تکمیلیں ہیں۔
vi: %1$@ có %2$lld lần hoàn thành.
zh_hans: “%1$@”有 %2$lld 次完成记录。
zh_hant: 「%1$@」已完成 %2$lld 次。

# system.habit.completions.read.title
source: Read Lorvex Habit Completions
ar: قراءة إكمالات العادة في Lorvex
bn: Lorvex অভ্যাসের চেক-ইন পড়ুন
de: Erledigungen einer Lorvex-Gewohnheit lesen
el: Ανάγνωση ολοκληρώσεων συνήθειας Lorvex
es: Leer registros de hábito de Lorvex
fa: خواندن تکمیل‌های عادت Lorvex
fr: Lire les réalisations d’une habitude de Lorvex
he: קריאת השלמות של הרגל ב-Lorvex
hi: Lorvex आदत के चेक-इन पढ़ें
id: Baca Penyelesaian Kebiasaan Lorvex
it: Leggi completamenti abitudine di Lorvex
ja: Lorvexの習慣の完了履歴を読み取る
ko: Lorvex 습관 완료 기록 읽기
mr: Lorvex सवयीचे चेक-इन वाचा
ms: Baca Penyelesaian Tabiat Lorvex
nl: Lees voltooiingen van Lorvex-gewoonte
pl: Odczytaj historię wykonań nawyku Lorvex
pt_br: Ler conclusões de hábito do Lorvex
ro: Citire finalizări obicei Lorvex
ru: Прочитать историю выполнения привычки Lorvex
ta: Lorvex பழக்கத்தில் முடித்தவற்றைப் படி
te: Lorvex అలవాటు పూర్తి చేసినవాటిని చదవండి
th: อ่านการทำนิสัย Lorvex
tr: Lorvex alışkanlık tamamlamalarını oku
uk: Прочитати історію виконання звички Lorvex
ur: کسی Lorvex عادت کی تکمیلیں پڑھیں
vi: Đọc các lần hoàn thành thói quen Lorvex
zh_hans: 读取 Lorvex 习惯完成记录
zh_hant: 讀取 Lorvex 習慣完成紀錄

# system.habit.create.description
source: Create a Lorvex habit from Shortcuts or Siri.
ar: إنشاء عادة في Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে একটি Lorvex অভ্যাস তৈরি করুন।
de: Erstellt eine Lorvex-Gewohnheit über Kurzbefehle oder Siri.
el: Δημιουργήστε μια συνήθεια Lorvex από τις Συντομεύσεις ή το Siri.
es: Crea un hábito de Lorvex desde Atajos o Siri.
fa: ایجاد یک عادت Lorvex از طریق میان‌برها یا Siri.
fr: Crée une habitude de Lorvex depuis Raccourcis ou Siri.
he: יצירת הרגל ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex आदत बनाएँ।
id: Membuat kebiasaan Lorvex dari Pintasan atau Siri.
it: Crea un’abitudine di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexの習慣を作成します。
ko: 단축어 또는 Siri에서 Lorvex 습관을 만듭니다.
mr: शॉर्टकट किंवा Siri द्वारे एक Lorvex सवय तयार करा.
ms: Mencipta tabiat Lorvex daripada Pintasan atau Siri.
nl: Maakt een Lorvex-gewoonte aan via Opdrachten of Siri.
pl: Tworzy nawyk Lorvex ze Skrótów lub Siri.
pt_br: Cria um hábito do Lorvex pelos Atalhos ou pela Siri.
ro: Creează un obicei Lorvex prin Scurtături sau Siri.
ru: Создаёт привычку Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பழக்கத்தை உருவாக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex అలవాటును సృష్టించండి.
th: สร้างนิสัย Lorvex จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex alışkanlığı oluşturun.
uk: Створює звичку Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex عادت بنائیں۔
vi: Tạo một thói quen Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 创建一个 Lorvex 习惯。
zh_hant: 透過捷徑或 Siri 建立 Lorvex 習慣。

# system.habit.create.dialog
source: Created habit %@ in Lorvex.
ar: تم إنشاء العادة %@ في Lorvex.
bn: Lorvex-এ অভ্যাস “%@” তৈরি করা হয়েছে।
de: Gewohnheit %@ in Lorvex erstellt.
el: Η συνήθεια %@ δημιουργήθηκε στο Lorvex.
es: Se creó el hábito “%@” en Lorvex.
fa: عادت «%@» در Lorvex ایجاد شد.
fr: Habitude « %@ » créée dans Lorvex.
he: ההרגל "%@" נוצר ב-Lorvex.
hi: Lorvex में आदत “%@” बनाई गई।
id: Kebiasaan %@ dibuat di Lorvex.
it: Abitudine “%@” creata in Lorvex.
ja: Lorvexで習慣「%@」を作成しました。
ko: Lorvex에서 습관을 만들었습니다: “%@”
mr: Lorvex मध्ये सवय ‘%@’ तयार केली.
ms: Tabiat %@ dicipta dalam Lorvex.
nl: Gewoonte %@ aangemaakt in Lorvex.
pl: Utworzono nawyk „%@” w Lorvex.
pt_br: Hábito “%@” criado no Lorvex.
ro: Obiceiul %@ a fost creat în Lorvex.
ru: Привычка «%@» создана в Lorvex.
ta: Lorvexஇல் “%@” பழக்கம் உருவாக்கப்பட்டது.
te: Lorvexలో “%@” అలవాటు సృష్టించబడింది.
th: สร้างนิสัย %@ ใน Lorvex แล้ว
tr: Alışkanlık Lorvex’te oluşturuldu: %@.
uk: Звичку «%@» створено в Lorvex.
ur: عادت "%@" Lorvex میں بنا دی گئی۔
vi: Đã tạo thói quen %@ trong Lorvex.
zh_hans: 已在 Lorvex 中创建习惯“%@”。
zh_hant: 已在 Lorvex 中建立習慣「%@」。

# system.habit.create.title
source: Create Lorvex Habit
ar: إنشاء عادة في Lorvex
bn: Lorvex অভ্যাস তৈরি করুন
de: Lorvex-Gewohnheit erstellen
el: Δημιουργία συνήθειας Lorvex
es: Crear hábito de Lorvex
fa: ایجاد عادت Lorvex
fr: Créer une habitude de Lorvex
he: יצירת הרגל ב-Lorvex
hi: Lorvex आदत बनाएँ
id: Buat Kebiasaan Lorvex
it: Crea abitudine di Lorvex
ja: Lorvexの習慣を作成
ko: Lorvex 습관 만들기
mr: Lorvex सवय तयार करा
ms: Cipta Tabiat Lorvex
nl: Maak Lorvex-gewoonte aan
pl: Utwórz nawyk Lorvex
pt_br: Criar hábito do Lorvex
ro: Creare obicei Lorvex
ru: Создать привычку Lorvex
ta: Lorvex பழக்கத்தை உருவாக்கு
te: Lorvex అలవాటును సృష్టించండి
th: สร้างนิสัย Lorvex
tr: Lorvex alışkanlığı oluştur
uk: Створити звичку Lorvex
ur: ایک Lorvex عادت بنائیں
vi: Tạo thói quen Lorvex
zh_hans: 创建 Lorvex 习惯
zh_hant: 建立 Lorvex 習慣

# system.habit.delete.description
source: Delete a Lorvex habit from Shortcuts or Siri.
ar: حذف عادة في Lorvex من الاختصارات أو Siri.
bn: শর্টকাট বা Siri থেকে একটি Lorvex অভ্যাস ডিলিট করুন।
de: Löscht eine Lorvex-Gewohnheit über Kurzbefehle oder Siri.
el: Διαγράψτε μια συνήθεια Lorvex από τις Συντομεύσεις ή το Siri.
es: Elimina un hábito de Lorvex desde Atajos o Siri.
fa: حذف یک عادت Lorvex از طریق میان‌برها یا Siri.
fr: Supprime une habitude de Lorvex depuis Raccourcis ou Siri.
he: מחיקת הרגל ב-Lorvex דרך קיצורי דרך או Siri.
hi: शॉर्टकट्स या Siri से Lorvex आदत हटाएँ।
id: Menghapus kebiasaan Lorvex dari Pintasan atau Siri.
it: Elimina un’abitudine di Lorvex da Comandi rapidi o Siri.
ja: ショートカットまたはSiriでLorvexの習慣を削除します。
ko: 단축어 또는 Siri에서 Lorvex 습관을 삭제합니다.
mr: शॉर्टकट किंवा Siri द्वारे एक Lorvex सवय हटवा.
ms: Memadamkan tabiat Lorvex daripada Pintasan atau Siri.
nl: Verwijdert een Lorvex-gewoonte via Opdrachten of Siri.
pl: Usuwa nawyk Lorvex ze Skrótów lub Siri.
pt_br: Exclui um hábito do Lorvex pelos Atalhos ou pela Siri.
ro: Șterge un obicei Lorvex prin Scurtături sau Siri.
ru: Удаляет привычку Lorvex из «Быстрых команд» или Siri.
ta: சுருக்கவழிகள் அல்லது Siri மூலம் Lorvex பழக்கத்தை நீக்கவும்.
te: షార్ట్‌కట్స్ లేదా Siri నుండి Lorvex అలవాటును డిలీట్ చేయండి.
th: ลบนิสัย Lorvex จากคำสั่งลัดหรือ Siri
tr: Kestirmeler veya Siri ile bir Lorvex alışkanlığını silin.
uk: Видаляє звичку Lorvex зі «Швидких команд» або Siri.
ur: شارٹ کٹس یا Siri سے Lorvex عادت حذف کریں۔
vi: Xóa một thói quen Lorvex từ Phím tắt hoặc Siri.
zh_hans: 从“快捷指令”或 Siri 删除一个 Lorvex 习惯。
zh_hant: 透過捷徑或 Siri 刪除 Lorvex 習慣。

# system.habit.delete.dialog
source: Deleted habit %@ from Lorvex.
ar: تم حذف العادة %@ من Lorvex.
bn: Lorvex থেকে অভ্যাস “%@” ডিলিট করা হয়েছে।
de: Gewohnheit %@ aus Lorvex gelöscht.
el: Η συνήθεια %@ διαγράφηκε από το Lorvex.
es: Se eliminó el hábito %@ de Lorvex.
fa: عادت %@ از Lorvex حذف شد.
fr: Habitude « %@ » supprimée de Lorvex.
he: ההרגל %@ נמחק מ-Lorvex.
hi: Lorvex से आदत “%@” हटा दी गई।
id: Kebiasaan %@ dihapus dari Lorvex.
it: Abitudine “%@” eliminata da Lorvex.
ja: Lorvexから習慣「%@」を削除しました。
ko: Lorvex에서 습관을 삭제했습니다: “%@”
mr: Lorvex मधून सवय ‘%@’ हटवली.
ms: Tabiat %@ dipadam daripada Lorvex.
nl: Gewoonte %@ verwijderd uit Lorvex.
pl: Usunięto nawyk %@ z Lorvex.
pt_br: Hábito “%@” excluído do Lorvex.
ro: Obiceiul %@ a fost șters din Lorvex.
ru: Привычка %@ удалена из Lorvex.
ta: Lorvexஇல் இருந்து பழக்கம் %@ நீக்கப்பட்டது.
te: Lorvex నుండి అలవాటు %@ డిలీట్ చేయబడింది.
th: ลบนิสัย %@ ออกจาก Lorvex แล้ว
tr: Alışkanlık Lorvex’ten silindi: %@.
uk: Звичку %@ видалено з Lorvex.
ur: عادت %@ کو Lorvex سے حذف کر دیا گیا۔
vi: Đã xóa thói quen %@ khỏi Lorvex.
zh_hans: 已从 Lorvex 删除习惯 %@。
zh_hant: 已從 Lorvex 刪除習慣「%@」。
